Repository: yes-soft-de/tourist
Catalog: flutter/lib/l10n/intl_*.arb
Languages: ar

# title
source: Tourists
ar: سياح

# welcome
source: Welcome to Soyah
ar: أهلا بك في سياح

# card_01
source: I want to enjoy your services while I'm in Saudi Arabia
ar: اريد الاستمتاع بخدماتكم في السعودية

# go_to_tourist_login
source: Next
ar: التالي

source: Login
ar: تسجيل الدخول

# move_to_register
source: Register a new Account
ar: تسجيل حساب جديد

# move_to_login
source: I have an account!
ar: املك حسابا

# register_submit
source: Register
ar: تسجيل حساب جديد

# form_label_name
source: Name
ar: الاسم

source: Next
ar: التالي

source: Comments
ar: التعليقات

source: Available
ar: متوفر

source: Not Available
ar: غير متوفر

source: Events
ar: الأحداث

source: Festivals
ar: الاحتفالات

source: Loading
ar: جار التحميل

# saving_cata
source: Saving Data
ar: جار حفظ البيانات

# toast_select_language
source: Please Select a Language
ar: الرجاء اختيار لغة

# select_gender
source: Select a Gender
ar: الجنس

source: Male
ar: ذكر

source: Female
ar: أنثى

# select_language
source: Select a Language
ar: اختر لغة

# error_null_text
source: Please enter some text
ar: الرجاء تعبئة الحقل

source: Error Fetching Data!
ar: حدث خطأ أثناء احضار البيانات

source: Name
ar: الاسم

# no_events_yet
source: No Events for now!
ar: لا يوجد أحداث بعد

source: No
ar: لا

source: Are you sure?
ar: هل أنت منتأكد؟

# exit_msg
source: Do you want to exit an App
ar: هل تريد الخروج من التطبيق

source: Yes
ar: نعم

source: Save
ar: الحفظ

source: SHOW MORE
ar: المزيد

source: Guides
ar: المرشدين

# error_no_images
source: No Images?!!
ar: لا يوجد صور

source: Successfully registered
ar: تم تسجيل الدخول بنجاح

source: Registration failed
ar: حدث خطأ أثناء تسجيل الجساب

# request_guide_msg_success
source: Requesting the guide was completed, he/she will contact you as soon as possible
ar: تم ارسال الطلب للمرشد، سيرد عليك في أقرب وقت ممكن

source: Return to Home
ar: الرجوع للشاشة الرئيسية

source: Orders
ar: الطلبات

source: Logout
ar: تسجيل الخروج

source: Home
ar: الرئيسية

source: Request for Guide
ar: طلب مرشد

source: Request Guid!
ar: طلب مرشد!

source: Request Guide
ar: طلب مرشد

source: Request Tour
ar: طلب رحلة عام

source: More
ar: المزيد

source: Reload
ar: مرة أخرى

source: Show Less
ar: أظهر أقل

source: Signing out
ar: جار تسجيل الخروج

source: Request Sent!
ar: تم ارسال الطلب

source: Success
ar: نجاح

source: Request a Guide
ar: أطلب مرشد

source: Make a General Request
ar: اطلب جولة

source: Expected Communication Language
ar: لغة التواصل

source: Target City
ar: المدينة المطلوبة

source: Staying for
ar: سأبقى لمدة

source: Days
ar: يوماً

source: Services
ar: الخدمات

source: Car
ar: سيارة

source: Hotel
ar: فندق

source: Request a Chat!
ar: اطلب محادثة!

source: Stying For
ar: سأبقى لمدة

source: Map
ar: الخريطة

source: Update My Profile
ar: تحديث ملفي الشخصي

source: Accept Order
ar: قبول الطلب

source: Open Chat
ar: افتح محادثة

source: I am a Guide Operating in Saudi Arabia
ar: أنا مرشد سياحي أعمل في المملكة

# card_02
source: I am a Guide Operating in Saudi Arabia
ar: أنا مرشد سياحي أعمل في المملكة

source: Logged in:
ar: مسجل الدخول

source: Guide
ar: كـ مرشد

source: Tourist
ar: كـ سائح

source: Arrival Date
ar: تاريخ الوصول

source: Not Logged In
ar: غير مسجل دخول

source: Language
ar: اللغة

source: Settings
ar: الاعدادات

source: Email
ar: الايميل

source: Password
ar: كلمة السر

source: Mountains
ar: الجبال

source: Dessert
ar: الصحراء

source: Malls
ar: التسوق

source: I came for:
ar: أتيت لأرى:

source: Sent / Pending
ar: تم الارسال / معلق

source: Pending Payment
ar: بانتظار الدفع

source: Payed / On going
ar: تم الدفع / جاري

source: Finished Orders
ar: الطلبات المنتهية

source: Confirm Code
ar: رمز التأكيد

source: Please input your phone number
ar: الرجاء ادخال رقمك

source: Resend Code
ar: إعادة الإرسال

source: Confirm
ar: تأكيد

source: Register Success, Setup My Profile
ar: تم التسجيل بنجاح , هيء ملفك

source: Email Address is Required
ar: عنوان البريد مطلوب

source: Password is too short
ar: كلمة المرور قصيرة

source: Name is required
ar: الاسم مطلوب

source: I have an account
ar: أملك حساب

source: Saudi Arabia
ar: السعودية

source: Lebanon
ar: لبنان

source: Syria
ar: سورية

source: Phone Number
ar: رقم الهاتف

source: Send Me Code
ar: ارسل الرمز

source: Register
ar: تسجيل اشتراك

source: Please complete the form
ar: من فضلك اكمل تعبئة الحقول

source: Send Login Link
ar: ارسل رابط التسجيل

source: Please Check your Email!
ar: من فضلك تحقق من بريدك!

source: Email/Phone
ar: بريد/رقم

source: Please input an Email or a phone number
ar: الرجاء ادخال بريد أو رقم هاتف

source: Requesting Profile From the Server
ar: جاري جلب ملفك الشخصي من المخدم

source: My Name
ar: اسمي

source: About Me
ar: حولي

source: Save Profile
ar: احفظ ملفك الشخصي

source: Saving
ar: احفظ

source: Select Image from Gallery
ar: اختار صورة من المعرض

source: Capture My Image From Camera
ar: التقط صورة من الكاميرا

source: Capture My Image
ar: التقط صورة

source: Upload
ar: ارفع

source: Uploading
ar: جاري الرفع

source: Please Upload Your Image
ar: من فضلك ارفع صورتك

source: Please Enter Your Name
ar: من فضلك أدخل اسمك

source: Profile
ar: ملف شخصي

source: Search
ar: بحث

source: Locations you work in
ar: المواقع التي تعمل بها

source: Location Name
ar: اسم الموقع

source: Location Description
ar: وصف الموقع

source: My Phone number
ar: هاتفي

source: Guides Area
ar: مساحة المرشدين

source: Search Query
ar: عملية البحث

source: Price proposal
ar: سعر الطلب

source: Pending
ar: معلق

source: On Going
ar: جاري

source: Finished
ar: منتهي

source: Proposal
ar: طلب

source: Login as guide
ar: تسجيل كمرشد

source: Login as tourist
ar: تسجيل كسائح

source: Soyah
ar: سياح

source: rating
ar: تقييم

source: Login Status
ar: حالة تسجيل الدخول

# empty
source: Empty List
ar: القائمة فارغة

source: Filter
ar: تصفية

# continues
source: Continue
ar: متابعة

source: Cancel
ar: إغلاق

source: Chat Room
ar: غرفة المحادثة

source: Start Writing
ar: ابدأ الكتابة

source: Empty Text
ar: نص فارغ

# loginPlease
source: Loging Please
ar: سجل دخول رجاءا

# firstComment
source: Be the First to comment
ar: كن أول من يعلق

source: Comment Here
ar: علق هنا

# ccPay
source: CC Payment works
ar: CC مدفوعات تعمل

source: Request Success
ar: تم الطلب بنجاح

source: Soon
ar: قريبا

# noGuides
source: No guides for this place was found
ar: لايوجد مرشدين متوفرين لهذه المنطقة

# refused
source: Refuse Order
ar: رفض الطلب

source: Finish Order
ar: انهاء الطلب

# valueRequred
source: This value is required
ar: هذه القيمة مطلوبة

# notFound
source: There is no result found
ar: لا يوجد نتائج

# createNewOrder
source: Create a Request
ar: إنشاء طلب جديد

source: Rating average
ar: معدل التقييم

# errorFindingProfile
source: Error finding the profile, please register first
ar: تعذر العثور على حسابك الرجاء التسجيل أولا

source: Code Timeout
ar: انتهت مهلة الرمز

source: Successfully Saved
ar: تم الحفظ بنجاح

source: Order
ar: الطلب

# city
source: Region
ar: منطقة

source: Cost
ar: السعر

# chatWithTourest
source: You can chat with the tourist after payment phase
ar: يمكنك التحدث مع السائح بعد عملية الدفع

# chatWithGuid
source: You can chat with the guide after payment phase
ar: يمكنك التحدث مع المرشد بعد عملية الدفع

# rateThisLocation
source: Rate this area
ar: قييم هذه المنطقة
